[
  {
    "asin": "0-679-76288-4",
    "author": "Andy Grove",
    "title": "High Output Management",
    "sync_date": "2021-10-03",
    "highlights": [
      {
        "id": "e7c676f9c7bbb3cb37e5564e3bf977d12b3ee4f9f8a230231bbb7801b6f18b30",
        "location": 17,
        "text": "A genuinely effective indicator will cover the output of the work unit and not simply the activity involved.\n"
      },
      {
        "id": "f7b191aa5c1328964e7d654276bcc0f766fc3693cc355e40fe1883f91f3c9019",
        "location": 84,
        "text": "Remember, you are being paid to attend the meeting.\n"
      },
      {
        "id": "ba312306c81aac824a005e0a07625d96aea8187b130c0d2cbc22ac00711bb0f0",
        "location": 85,
        "text": "A meeting involving ten managers for two hours costs the company $2000. Just as you would not permit a fellow employee to steal a piece of office equipment worth $2000, you shouldn't let anyone walk away with the time of this fellow managers.\n"
      },
      {
        "id": "8efd115df7e76476be4ab1b64757fbed7f6254a4d3094c35b7e8c616b2839bbb",
        "location": 87,
        "text": "Once the meeting is over, the chairman must nail down exactly what happened by sending out minutes that summarize the discussion that occurred, the decision made, and the actions to be taken. The minutes shoudl also be as clear and as specific as possible, telling the reader what is to be done, who is to do it, and when.\n"
      },
      {
        "id": "14fb1d9cc6c77bd70bf84752ceded9effd098d534d89c3ee6cf926b14a0dfc6e",
        "location": 87,
        "text": "Peter Drucker said that if people spend more thatn 25 percent of their time in meetings, it is a sing of malorganization.\n"
      }
    ]
  },
  {
    "asin": "B09BTDPCQH",
    "author": "Fyodor Dostoyevsky",
    "title": "Notes From The Underground",
    "sync_date": "2021-10-03",
    "highlights": [
      {
        "id": "8e6184d5570312926c467c911042010ed423da5a35add5c2d29de3d886c47c12",
        "location": "132",
        "text": "Now, I am living out my life in my corner, taunting myself with the spiteful and useless consolation that an intelligent man cannot become anything seriously, and it is only the fool who becomes anything."
      },
      {
        "id": "25de95078349281f1cb27f9e37679a5d1c78d7cce6ab8282b56edc5cd58f1a1d",
        "location": "134",
        "text": "a man of character, an active man is pre-eminently a limited creature."
      },
      {
        "id": "c8a1466eea7ed823f38d1dca3520c03e6da1dbc724444d13899a6ccfd00214f9",
        "location": "136",
        "text": "To live longer than forty years is bad manners, is vulgar, immoral."
      },
      {
        "id": "7c1ca4c1676709685927ea9fe4ea28587cf028258e70e8e83ba12db32d82dc2d",
        "location": "173",
        "text": "I keep wanting to know for a fact whether other people feel such enjoyment? I will explain; the enjoyment was just from the too intense consciousness of one's own degradation; it was from feeling oneself that one had reached the last barrier,"
      },
      {
        "id": "91a6fbd8d750cdf51a41d5bbe4b29f05744293da8db3d7351d2187b7401ead8d",
        "location": "189",
        "text": "I am cleverer than any of the people surrounding me. (I have always considered myself cleverer than any of the people surrounding me, and sometimes, would you believe it, have been positively ashamed of it."
      },
      {
        "id": "162ffe0c2fd23b1104838f0b9f936c445861e13311c9bd79cf28a23b9fdc674d",
        "location": "240",
        "text": "The impossible means the stone wall! What stone wall? Why, of course, the laws of nature, the deductions of natural science, mathematics. As soon as they prove to you, for instance, that you are descended from a monkey, then it is no use scowling, accept it for a fact. When they prove to you that in reality one drop of your own fat must be dearer to you than a hundred thousand of your fellow-creatures, and that this conclusion is the final solution of all so-called virtues and duties and all such prejudices and fancies, then you have just to accept it, there is no help for it, for twice two is a law of mathematics. Just try refuting it."
      },
      {
        "id": "3c49166cb1e8e3a6ef56fdbc93561e62e6f95731b090b5a6b4a024f0b8bc8f9f",
        "location": "266",
        "text": "the consciousness that in spite of all possible Wagenheims you are in complete slavery to your teeth; that if someone wishes it, your teeth will leave off aching, and if he does not, they will go on aching another three months;"
      },
      {
        "id": "4edba7f92639a40cbd22ebdc2d536a518882a0fb0ef0d2efa6cfd0ce50fbc486",
        "location": "283",
        "text": "Can a man of perception respect himself at all?"
      },
      {
        "id": "ae43fc2fd3d25aa6ef469a0bbd2ec49db936b78c15a443d400bbcf63e002c7eb",
        "location": "301",
        "text": "I repeat, I repeat with emphasis: all \"direct\" persons and men of action are active just because they are stupid and limited. How explain that? I will tell you: in consequence of their limitation they take immediate and secondary causes for primary ones, and in that way persuade themselves more quickly and easily than other people do that they have found an infallible foundation for their activity, and their minds are at ease and you know that is the chief thing. To begin to act, you know, you must first have your mind completely at ease and no trace of doubt left in it."
      },
      {
        "id": "57558c938a57bc499d0832a44cc1c2054b15692c7e805112a232c500dbfe0277",
        "location": "386",
        "text": "The only gain of civilisation for mankind is the greater capacity for variety of sensations—and absolutely nothing more."
      },
      {
        "id": "d5067aa325d5eb271627e5c21a6a6bb7985205240258dc0f88524471ae94d190",
        "location": "393",
        "text": "They say that Cleopatra (excuse an instance from Roman history) was fond of sticking gold pins into her slave-girls' breasts and derived gratification from their screams and writhings."
      },
      {
        "id": "56f5a593adb439d8966f1d17a91d4a4b19a1073f63741da2a2653e3e531d2c82",
        "location": "411",
        "text": "Man is stupid, you know, phenomenally stupid; or rather he is not at all stupid, but he is so ungrateful that you could not find another like him in all creation."
      },
      {
        "id": "ee67a30bb3427e319b548f87724519e46c7a324b90b946f9e71cc3d00f43d74f",
        "location": "449",
        "text": "reason is nothing but reason and satisfies only the rational side of man's nature, while will is a manifestation of the whole life, that is, of the whole human life including reason and all the impulses."
      },
      {
        "id": "98e731eaf50abe49effdff212fc56e6582e171673cd6fe22b761791bd924ec39",
        "location": "456",
        "text": "I repeat for the hundredth time, there is one case, one only, when man may consciously, purposely, desire what is injurious to himself, what is stupid, very stupid—simply in order to have the right to desire for himself even what is very stupid and not to be bound by an obligation to desire only what is sensible."
      },
      {
        "id": "a3463adf98b56ebd7c6035b39af715f56405e0a397d223804d6ee8bea8c25ae8",
        "location": "480",
        "text": "what can be expected of man since he is a being endowed with strange qualities? Shower upon him every earthly blessing, drown him in a sea of happiness, so that nothing but bubbles of bliss can be seen on the surface; give him economic prosperity, such that he should have nothing else to do but sleep, eat cakes and busy himself with the continuation of his species, and even then out of sheer ingratitude, sheer spite, man would play you some nasty trick. He would even risk his cakes and would deliberately desire the most fatal rubbish, the most uneconomical absurdity, simply to introduce into all this positive good sense his fatal fantastic element. It is just his fantastic dreams, his vulgar folly that he will desire to retain, simply in order to prove to himself—as though that were so necessary— that men still are men and not the keys of a piano, which the laws of nature threaten to control so completely that soon one will be able to desire nothing but by the calendar."
      },
      {
        "id": "8384b4b0974a6fbb381e83de8cbd041a13b1cdffe04d339ad953ab99f04a4b95",
        "location": "536",
        "text": "to care only for well-being seems to me positively ill-bred. Whether it's good or bad, it is sometimes very pleasant, too, to smash things."
      },
      {
        "id": "5ee95cec03942f272a4b570af2a3db2c2b1431daa737bca97de173f63dd987c6",
        "location": "541",
        "text": "consciousness is the greatest misfortune for man, yet I know man prizes it and would not give it up for any satisfaction. Consciousness, for instance, is infinitely superior to twice two makes four. Once you have mathematical certainty there is nothing left to do or to understand."
      },
      {
        "id": "41f0d318f696a730b26d5eb3c377a8a7971a8a7211c23bae479a585179d1ff89",
        "location": "559",
        "text": "Destroy my desires, eradicate my ideals, show me something better, and I will follow you."
      },
      {
        "id": "02ea0c8f2f117acded0871fc972cfbfedfdace27824c024edcc2760cbca544b3",
        "location": "568",
        "text": "I am convinced that we underground folk ought to be kept on a curb. Though we may sit forty years underground without speaking, when we do come out into the light of day and break out we talk and talk and talk …"
      },
      {
        "id": "c50b485faf78563f2d55a4ae88c11d793c88b006582ad470a7be767c5165bc6b",
        "location": "571",
        "text": "The long and the short of it is, gentlemen, that it is better to do nothing! Better conscious inertia! And so hurrah for underground! Though I have said that I envy the normal man to the last drop of my bile, yet I should not care to be in his place such as he is now"
      },
      {
        "id": "0aee5cf3f8fe3967565bc8b57d8b9191bce192a1eb36820e7e2a878375a6443b",
        "location": "601",
        "text": "Heine says that a true autobiography is almost an impossibility, and that man is bound to lie about himself. He considers that Rousseau certainly told lies about himself in his confessions, and even intentionally lied, out of vanity."
      },
      {
        "id": "9af7ccebc0ca4dc72688a1d0570452e40ddf8b36c607bdb621e606b583803196",
        "location": "645",
        "text": "A cultivated and decent man cannot be vain without setting a fearfully high standard for himself, and without despising and almost hating himself at certain moments."
      },
      {
        "id": "aaa6c7d386673f14b3ffa0992af1ec393e67ee2a320dd6a24d76381adb5ea888",
        "location": "653",
        "text": "Every decent man of our age must be a coward and a slave. That is his normal condition."
      },
      {
        "id": "6f28bc72f1a437013efb98f31bf33bd13fd259f6e67f756217bda2093438ae54",
        "location": "667",
        "text": "German, and still more French—on whom nothing produces any effect; if there were an earthquake, if all France perished at the barricades, they would still be the same, they would not even have the decency to affect a change, but would still go on singing their transcendental songs to the hour of their death, because they are fools. We, in Russia, have no fools; that is well known."
      },
      {
        "id": "9ba64d3427816ed4ee7f0569d8efcd364c63db8378368872ff2afdd728f8f9fb",
        "location": "895",
        "text": "Zverkov, when one day talking at a leisure moment with his schoolfellows of his future relations with the fair sex, and growing as sportive as a puppy in the sun, he all at once declared that he would not leave a single village girl on his estate unnoticed, that that was his DROIT DE SEIGNEUR, and that if the peasants dared to protest he would have them all flogged and double the tax on them, the bearded rascals."
      },
      {
        "id": "c3d2b3ce827f2339f54cda57380354cfa20d4665baa9032d5cef764d9aeb43fe",
        "location": "1310",
        "text": "with love one can live even without happiness. Even in sorrow life is sweet; life is sweet, however one lives."
      },
      {
        "id": "4bdde79510379a37ac4845ee3e0e4cecb2209f6a5fdd7d297a4c18c83f5b6bce",
        "location": "1315",
        "text": "\"Besides, a man is no example for a woman. It's a different thing. I may degrade and defile myself, but I am not anyone's slave. I come and go, and that's an end of it. I shake it off, and I am a different man. But you are a slave from the start. Yes, a slave! You give up everything, your whole freedom. If you want to break your chains afterwards, you won't be able to; you will be more and more fast in the snares. It is an accursed bondage."
      },
      {
        "id": "ee8277269f8fef0b06ee0c720e80026a85bc875dd4cd987876a59220c10c7aeb",
        "location": "1780",
        "text": "Even in my underground dreams I did not imagine love except as a struggle. I began it always with hatred and ended it with moral subjugation, and afterwards I never knew what to do with the subjugated object."
      },
      {
        "id": "3269f9f7d4adb21abe183949ee1a23ca08043ac07c3eb1dcfbe6f57279d28c66",
        "location": "1821",
        "text": "I will ask on my own account here, an idle question: which is better—cheap happiness or exalted sufferings? Well, which is better?"
      },
      {
        "id": "126fa25948264f5a478ced2e0d0f91d5391ea26c9d393d9ca51a2c42c2731a74",
        "location": "1831",
        "text": "we are all divorced from life, we are all cripples, every one of us, more or less. We are so divorced from it that we feel at once a sort of loathing for real life, and so cannot bear to be reminded of it."
      },
      {
        "id": "5e86a44b512e2693a71275ac44d14977117795ae122bbe3da03e8385d87c1a55",
        "location": "1844",
        "text": "Soon we shall contrive to be born somehow from an idea."
      }
    ]
  }
]
